[
    {
        "title": "Oh, the relationships you'll have!    ",
        "summary": "A panel discussion on the spectrum of relationship models from monogamy to polyamory.",
        "presenter": "Panelists: Jessie Russell, Isaac Furniss, Jodi Bingham, \"Jandy\" Stelter, Andy Rivera",
        "session": "1",
        "room": "A12",
        "note": ""
    },
    {
        "title": "Where are we in media?",
        "summary": "We will discuss how the B+ community is not represented in both the big screen and silver screen as well as social media. And consequently, how the lack of representation affects the community.",
        "presenter": "Melissa Hall and Salvador Oregon. Bios: Melissa Hall: Youth, B+ identified, Tumblr extraordinaire, Hates coffee. Salvador Oregon: Youth, Undocuqueer, B+ identified, Enjoys food",
        "session": "1",
        "room": "A10",
        "note": ""
    },
    {
        "title": "Undocumented & Queer: Exploring The intersectionalities in our movements",
        "summary": "Utah’s Familia: Trans Queer Liberation Movement is a radical group that focuses on empowering marginalized communities using an anti-colonial approach. This workshop will touch on themes of queerness and migration, the lack of intersectionality in our movements and what we can do to create change.",
        "presenter": "Ella Mendoza, Representative of Trans Queer Liberation Movement",
        "session": "1",
        "room": "Faculty Lounge",
        "note": ""
    },
    {
        "title": "Activism 101: Lobbying is Not a Dirty Word",
        "summary": "This workshop will discuss the differences, the connections, and the overlap between being an activist, an advocate, and a strategist. Using these definitions we will work on techniques that will help everyone be the best citizen lobbyist they can be with the skills that work best for them.",
        "presenter": "Shauna Brock, an SLC based writer/activist and founder of the 1-5 Club. She's worked with BiNet USA in Austen and spoke about the need for awareness for the B+ Community at the Dyke/Bi/Poly/Trans* March at UtahPride",
        "session": "2",
        "room": "A10",
        "note": ""
    },
    {
        "title": "Safer Sex: Practical Risk Reduction for all People",
        "summary": "In this workshop you will learn practical and effective techniques for preventing the spread of STDs and unplanned pregnancies. Focusing on LGBTQAI+communities and sexually fluid relationships, we will examine specific needs and challenges that some people often face. Accessing confidential judgment free healthcare, understanding risks associated with behaviors, and practicing risk reduction skills are just some of the topics that will be discussed.",
        "presenter": "Francisco \"Paco\" Rendon—Community Educator—Planned Parenthood Association of Utah",
        "session": "2",
        "room": "A12",
        "note": ""
    },
    {
        "title": "This is How We Do It: The Reality of Sex and Disability",
        "summary": "We will be discussing various sex and disability topics such as resources, how to have \"the talk\" and ask the right questions, breaking through assumptions, and why this issue is important.",
        "presenter": "Erica Head, bisexual writer and artist born with spina bifida and creator of Sexability, a blog focused on sex and disability related topics. https://disabilitysexy.wordpress.com/",
        "session": "2",
        "room": "Faculty Lounge",
        "note": ""
    },
    {
        "title": "The Psyche of Attraction: Emotional and Psychological Health in Relationships",
        "summary": "This workshop will discuss the emotional and psychological health as it relates to attraction and the queer experience.",
        "presenter": "Hollie Hancock, Ed.D., M.S., CMHC. Hollie Hancock is licensed Clinical Mental Health Counselor. She has a private practice in Salt Lake City where she has a specialty in working with LGBTQ individuals. She has presented around the country on the topics of mental health and aspects of the LGBT identity",
        "session": "3",
        "room": "A10",
        "note": ""
    },
    {
        "title": "Queerly Trans*tastic",
        "summary": "This panel discussion will explore the intersections of sexual orientation and Trans* identities. Panelists are community members who self-identify as trans* or non-binary.",
        "presenter": "Panelists: Joni Weiss, Beatrice Lark Washburn, Isaac Furniss. Moderator: Stephanie Novak",
        "session": "3",
        "room": "Faculty Lounge",
        "note": ""
    },
    {
        "title": "Queer Trans 101",
        "summary": "This workshop will break down various queer identities, how we can help empower each other.",
        "presenter": "Kira Kiko Lian—Training Coordinator at the LGBT Resource Center",
        "session": "3",
        "room": "A12",
        "note": "Since 2002, the LGBT Resource Center has been providing resources and create safe spaces for LGBT students, and educating the community at large on why these spaces are important."
    }
]
